Repository: abuubaida921/taposurakkha
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Taposurakkha
bn: তাপসুরক্ষা

# dashboardTitle
source: Dashboard
bn: ড্যাশবোর্ড

# heatwaveSafety
source: Heatwave Safety Tips
bn: তাপপ্রবাহ সতর্কতা

source: OSM Mapping
bn: ওএসএম ম্যাপিং

source: Language
bn: ভাষা

source: Bangla
bn: বাংলা

source: English
bn: ইংরেজি

source: Change Language
bn: ভাষা পরিবর্তন করুন

# safeShelterQ
source: Q1: Where Can You Find Safe Shelters During a Heatwave?
bn: Q1: তাপপ্রবাহের সময় নিরাপদ আশ্রয়ের স্থান কোথায়?

# safeShelterA
source: Offices, hospitals, health centers, or local service provider locations. Also, know the location of nearby water sources.
bn: অফিস, হাসপাতাল, স্বাস্থ্য সহায়তা কেন্দ্র বা স্থানীয় সেবা প্রদানকারী স্থানগুলোর মানচিত্র দেখুন। আশেপাশে পানির উৎসের অবস্থানও জানা জরুরি।

# seeMap
source: See the map.
bn: মানচিত্র দেখুন।

# serviceMapQ
source: Q2: Map of Local Service Providers
bn: Q2: স্থানীয় সেবা প্রদানকারীদের মানচিত্র

# serviceMapA1
source: Map of safe shelters and local service providers during a heatwave
bn: তাপপ্রবাহের সময় নিরাপদ আশ্রয়ের স্থান এবং স্থানীয় সেবা প্রদানকারীদের মানচিত্র

# serviceMapA2
source: Location of nearby water sources
bn: আশেপাশের পানির উৎসের অবস্থান

# serviceMapA3
source: Map of hospitals, clinics, and health support centers
bn: হাসপাতাল, ক্লিনিক এবং স্বাস্থ্য সহায়তা কেন্দ্রের মানচিত্র

# serviceMapA4
source: Heatwave response map with quick access to emergency help
bn: জরুরি অবস্থায় সহায়তার জন্য তাপপ্রবাহের সময় দ্রুত পেতে সহায়ক মানচিত্র

# heatwavePrecautions
source: Heatwave Precautions and What to Do
bn: তাপপ্রবাহের সময় করণীয় ও সতর্কতা

source: Drink plenty of water
bn: পর্যাপ্ত পানি পান করুন

# takeCareOfBody
source: Take care of your body
bn: শরীরের যত্নে সতর্ক থাকুন

# avoidDirectSunlight
source: Avoid direct sunlight or staying by the window for long
bn: ছায়া বা জানালায় খুব বেশি সময় না কাটান

# extraCautionForChildrenAndElderly
source: Take extra caution for children and elderly
bn: বিশেষত শিশু ও বৃদ্ধদের জন্য বাড়তি সতর্কতা নিন

source: For Children
bn: শিশুদের জন্য

# childrenHeatRisk
source: Children's body temperature can rise quickly during a heatwave.
bn: তাপপ্রবাহে শিশুদের তাপমাত্রা দ্রুত বাড়তে পারে।

# childrenSymptoms
source: Discomfort, sweating, weakness, irritability.
bn: অস্বস্তি, ঘাম, দুর্বলতা, খিটখিটে ভাব।

source: Wear light, loose clothing
bn: হালকা, ঢিলেঢালা পোশাক পরান

source: Provide adequate water and fluids
bn: পর্যাপ্ত পানি ও তরল খাবার দিন

# avoidOutdoorActivitiesDuringHeat
source: Try to avoid outdoor activities during hot times
bn: গরম সময় বাইরে না যাওয়ার চেষ্টা করুন

source: For Elderly
bn: বয়স্কদের জন্য

# elderlyHeatRisk
source: Elderly have less effective body temperature control.
bn: বয়স্কদের শরীরের তাপ নিয়ন্ত্রণ কম কার্যকর।

# elderlySymptoms
source: Vomiting, dizziness, weakness, quick fatigue.
bn: বমি, মাথা ঘোরা, দুর্বলতা, দ্রুত ক্লান্তি।

# avoidGoingOutInHeat
source: Avoid going out during hot times
bn: গরম সময় বাইরে না থাকার পরামর্শ

source: Use fan or cooler
bn: ফ্যান বা কুলার ব্যবহার করুন

source: Ensure adequate water intake
bn: পর্যাপ্ত পানি পান নিশ্চিত করুন

# forYouth
source: For Young Adults
bn: তরুণদের জন্য

# youthOutdoorRisk
source: More outdoor work or exercise.
bn: বাইরের কাজ বা কসরত বেশি হয়।

# youthSymptoms
source: Sweating, fatigue, headache.
bn: ঘাম, ক্লান্তি, মাথা ব্যথা।

source: Take breaks during outdoor work
bn: বাইরের কাজের সময় বিশ্রাম নিন

source: Use umbrella or cap
bn: ছাতা বা ক্যাপ ব্যবহার করুন

source: For Pregnant Women
bn: গর্ভবতী নারীদের জন্য

# pregnantHeatRisk
source: Pregnant women are at higher risk during heatwaves.
bn: তাপপ্রবাহে গর্ভবতী নারীদের ঝুঁকি বেশি।

# pregnantSymptoms
source: Vomiting, dizziness, fatigue.
bn: বমি, মাথা ঘোরা, ক্লান্তি।

source: Drink cold beverages
bn: ঠান্ডা পানীয় পান করুন

source: Wear light clothing
bn: হালকা পোশাক পরুন

source: For Outdoor Workers
bn: বাইরের শ্রমিকদের জন্য

# outdoorWorkersRisk
source: Have to work under the sun.
bn: সূর্যের নিচে কাজ করতে হয়।

# outdoorWorkersSymptoms
source: Sweating, fatigue, dizziness.
bn: ঘাম, ক্লান্তি, মাথা ঘোরা।

source: Take adequate rest
bn: পর্যাপ্ত বিশ্রাম নিন

source: Drink water and electrolytes
bn: পানি ও ইলেক্ট্রোলাইট পান করুন

source: Work in shade
bn: ছায়ায় কাজ করুন

# forSickOrChronicPatients
source: For Sick or Chronically Ill Individuals
bn: অসুস্থ বা দীর্ঘমেয়াদী রোগীদের জন্য

# sickHeatRisk
source: Sick people are at higher risk during heatwaves.
bn: তাপপ্রবাহে অসুস্থদের ঝুঁকি বেশি।

# sickSymptoms
source: Weakness, shortness of breath, dizziness.
bn: দুর্বলতা, শ্বাসকষ্ট, মাথা ঘোরা।

# consultDoctor
source: Consult a doctor
bn: ডাক্তারের পরামর্শ নিন

# stayInShadeAndRestInCoolPlace
source: Stay in shade and rest in a cool place
bn: ছায়ায় থাকুন এবং ঠান্ডা পরিবেশে বিশ্রাম নিন

source: Drink cold water and wear light clothes
bn: ঠান্ডা পানি পান করুন এবং হালকা কাপড় পরুন

source: Wash hands and face with cold water
bn: হাত ও মুখ ঠান্ডা পানি দিয়ে ধুয়ে নিন

source: Keep windows and doors closed
bn: জানালা ও দরজা বন্ধ রাখুন

source: Use light curtains
bn: হালকা পর্দা ব্যবহার করুন

source: Use fan
bn: ফ্যান ব্যবহার করুন

source: Eat liquid and easily digestible foods
bn: তরল ও সহজপাচ্য খাবার খান

source: Avoid fried and heavy foods
bn: ভাজা ও ভারী খাবার এড়িয়ে চলুন

source: Eat more fruits and vegetables
bn: ফলমূল ও শাকসবজি বেশি খান

source: Consume adequate protein and minerals
bn: পর্যাপ্ত প্রোটিন ও মিনারেল যুক্ত খাবার খান

source: Help & Support
bn: সহায়তা ও সহায়ক

source: Terms & Conditions
bn: শর্তাবলী

source: About
bn: পরিচিতি

source: Heatwave Info
bn: তাপপ্রবাহের ধারনা

source: Heat Alert
bn: হিট এলার্ট

# causeLabel
source: Cause:
bn: কারণ:

# symptomLabel
source: Symptom:
bn: লক্ষণ:

source: Emergency Helpline
bn: জরুরি হেল্পলাইন

# heatwaveInfoTitle
source: Understanding Heatwaves
bn: তাপপ্রবাহের ধারনা

# whatIsHeatwaveQ
source: What is a Heatwave?
bn: তাপপ্রবাহ কী?

# whatIsHeatwaveA
source: A heatwave is a period when the temperature becomes significantly higher than normal and lasts for at least 3 days. Usually, the temperature is 36°C or higher.
bn: তাপপ্রবাহ হলো একটি সময়কাল, যখন তাপমাত্রা স্বাভাবিকের চেয়ে উল্লেখযোগ্যভাবে বেশি হয়ে যায় এবং এটি কমপক্ষে ৩ দিন ধরে স্থায়ী হয়। সাধারণত, তাপমাত্রা ৩৬°C বা তার বেশি হয়ে থাকে।

# typesOfHeatwaveQ
source: Types of Heatwaves in Bangladesh
bn: বাংলাদেশে তাপপ্রবাহের প্রকারভেদ

# mildHeatwave
source: Mild: 36°C–38°C
bn: মৃদু: ৩৬°C–৩৮°C

# moderateHeatwave
source: Moderate: 38°C–40°C
bn: মাঝারি: ৩৮°C–৪০°C

# severeHeatwave
source: Severe: 40°C or above
bn: তীব্র: ৪০°C বা তার বেশি

# causesOfHeatwaveQ
source: What are the Causes of Heatwaves?
bn: তাপপ্রবাহের কারণ কী?

# causeHighPressure
source: High-pressure atmospheric conditions causing hot air to accumulate
bn: উচ্চচাপ বায়ুমণ্ডলীয় অবস্থা, ফলে গরম বাতাস জমে থাকা

# causeDryWind
source: Dry seasonal wind flow
bn: শুষ্ক মৌসুমি বায়ু প্রবাহ

# causeUrbanHeatIsland
source: Urban Heat Island Effect
bn: নগর এলাকায় তাপদ্বীপ প্রভাব (Urban Heat Island Effect)

# causeClimateChange
source: Rising temperatures due to climate change
bn: জলবায়ু পরিবর্তনের কারণে তাপমাত্রা বৃদ্ধি

# preMonsoonSpecial
source: Pre-monsoon: Sunlight is very intense, soil moisture is low, and hot dry weather creates heatwaves.
bn: বর্ষার আগে গরমের সময় : সূর্যের আলো খুব তীব্র হয়, মাটিতে আর্দ্রতা কম থাকে, আর গরম বাতাস ও শুকনো আবহাওয়া মিলে হিটওয়েভ তৈরি করে।

# preMonsoonLabel
source: Pre-monsoon:
bn: বর্ষার আগে গরমের সময় :

# healthSymptomsQ
source: What are the Symptoms of Heat-Related Health Issues?
bn: তাপপ্রবাহের সময় স্বাস্থ্যগত সংকটের লক্ষণ কী কী?

source: Heat Exhaustion
bn: হিট এক্সহস্টশন

# heatExhaustionCause
source: Prolonged exposure to heat and not drinking enough water
bn: দীর্ঘ সময় গরমে থাকা ও পর্যাপ্ত পানি না খাওয়া

# heatExhaustionSymptom
source: Weakness, dizziness, nausea, cold clammy skin, rapid and weak pulse
bn: দুর্বলতা, মাথা ঘোরা, বমি বমি ভাব, ঠাণ্ডা, পিলপিলে ত্বক, দ্রুত ও দুর্বল পালস

source: Heat Stroke
bn: হিট স্ট্রোক

# heatStrokeCause
source: Rapid rise in body temperature and lack of sweating
bn: শরীরের তাপমাত্রা দ্রুত বেড়ে যাওয়া ও ঘাম না হওয়া

# heatStrokeSymptom
source: Hot and dry skin, unconsciousness, rapid heartbeat, high temperature (40°C or above)
bn: ত্বক গরম ও শুষ্ক হওয়া, জ্ঞান হারানো, দ্রুত হার্টবিট, উচ্চ তাপমাত্রা (৪০°C বা বেশি)

source: Heat Cramp
bn: হিট ক্র্যাম্প

# heatCrampCause
source: Excessive sweating and salt-water deficiency
bn: গরমে অতিরিক্ত ঘাম ও লবণ-পানি ঘাটতি

# heatCrampSymptom
source: Sudden muscle pain or spasm, sweating
bn: পেশীতে আকস্মিক ব্যথা বা সংকোচন, ঘাম হওয়া

source: Dehydration
bn: ডিহাইড্রেশন

# dehydrationCause
source: Excessive loss of water from the body
bn: শরীর থেকে অতিরিক্ত পানি বের হয়ে যাওয়া

# dehydrationSymptom
source: Thirst, dry mouth, less urination, weakness, sunken and dry eyes
bn: তৃষ্ণা, শুকনো মুখ, কম প্রস্রাব, দুর্বলতা, চোখ শুকনো ও ডুবে যাওয়া

source: Skin Problem
bn: ত্বকের সমস্যা

# skinProblemCause
source: Sweat accumulation causing skin issues
bn: গরমে ঘাম জমে ত্বকে সমস্যা সৃষ্টি

# skinProblemSymptom
source: Red rash or blisters, burning or itching skin
bn: লালচে দাগ বা ফুসকুড়ি, ত্বকে জ্বালা বা চুলকানি
